Repository: carborgar/gestionalumnostfg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: English
es: Inglés

source: Spanish
es: Español

source: Subject
es: Asignatura

source: Lecturer
es: Profesor

source: There cannot be two certifications with the same code
es: No puede haber dos titulaciones con el mismo código

source: Student
es: Alumno

source: There cannot be two users with the same username
es: No puede haber dos usuarios con el mismo nombre de usuario

source: There cannot be two users with the same ID number
es: No puede haber dos usuarios con el mismo DNI

source: Basic formation
es: Formación básica

source: Compulsory
es: Obligatoria

source: Optional
es: Opcional

source: Final degree thesis
es: Trabajo fin de grado

source: Annual
es: Anual

source: Quarterly
es: Cuatrimestral

source: Address
es: Dirección

source: Province
es: Provincia

source: Location
es: Localidad

source: Postal code
es: Código postal

source: Five digits
es: Cinco dígitos

source: Country
es: País

source: Photo
es: Foto

source: Name
es: Nombre

source: Surname
es: Apellidos

source: Email
es: Correo electrónico

source: ID number
es: DNI

source: Not a valid ID number
es: DNI no válido

source: Your ID number.
es: Su DNI

source: Birth date
es: Fecha de nacimiento

source: Telephone
es: Teléfono

source: Mobile phone
es: Teléfono móvil

source: This ID number is already in use
es: Este DNI ya está en uso

source: You must select a date in the past.
es: Debe seleccionar una fecha en el pasado.

source: Image file too large. Max upload size is 512kb
es: Archivo de la imagen demasiado grande. El tamaño máximo de subida es 512kb

source: Not a valid file. Only PNG, JPG and JPEG are supported
es: No es un archivo válido. Se admiten sólo PNG, JPG y JPEG

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Date range
es: Rango de fechas

source: From
es: De

source: To
es: Hasta

source: Day
es: Día

source: The start hour must be before the end hour.
es: La hora de comienzo debe ser antes de la hora final.

source: There is a conflict between new date and the existing ones.
es: Hay un conflicto entre la nueva fecha y las ya existentes.

source: Motivation
es: Motivo

source: You have to enter a reason to reject a tutorial request.
es: Tienes que introducir una razón para rechazar una petición de tutoría.

source: The lecturer is already linked to this subject
es: El profesor ya está vinculado a esta asignatura.

source: File file too large ( > 512kb )
es: Archivo demasiado grande (> 512kb)

source: Not valid file type. Only XML and CSV are supported
es: Tipo de archivo no válido. Se admiten sólo XML y CSV

source: Select a subject
es: Seleccione una asignatura

source: Text
es: Texto

source: New password
es: Nueva contraseña

source: Repeat new password
es: Repita la nueva contraseña

source: Password mismatch
es: Las contraseñas no coinciden

source: Empty password
es: Contraseña vacía

source: First name
es: Nombre

source: Last name
es: Apellidos

source: Category
es: Categoría

source: Office
es: Despacho

source: Title
es: Título

source: Body
es: Cuerpo

source: Requests to cancel
es: Solicitudes para cancelar

source: Filter
es: Filtro

source: All subjects
es: Todas las asignaturas

source: Date
es: Fecha

source: Type to search a student
es: Escriba para buscar estudiantes

source: The new password must be at least %d characters long.
es: La nueva contraseña debe tener al menos %d caracteres.

source: Pending
es: Pendiente

source: Rejected
es: Rechazado

source: Cancelled
es: Cancelada

source: Accepted
es: Aceptada

source: Not Found
es: Sin resultados

source: The requested URL was not found on this server.
es: La URL solicitada no fue encontrada en este servidor.

source: Return to home page
es: Volver a la página de inicio

source: Server error
es: Error del servidor.

source: Sorry, there's been an error. Thanks for your patience.
es: Lo sentimos, ha habido un error. Gracias por su paciencia.

source: Tutorials calendar
es: Calendario de tutorías

source: Click on the applicant name to view more details
es: Haga clic en el nombre del solicitante para ver más detalles

source: All dates in UTC timezone.
es: Todas las fechas en la zona horaria UTC.

source: Prev
es: Anterior

source: Today
es: Hoy

source: Next
es: Siguiente

source: Certifications
es: Titulaciones

source: No certifications found.
es: No se han encontrado titulaciones.

source: Certification details
es: Detalles de titulación

source: It displays all the information a certification
es: Muestra toda la información de una titulación

source: Certification data
es: Detalles de titulación

source: Code
es: Código

source: This action is irreversible. Are you sure you want to delete this certification?
es: Esta acción es irreversible. ¿Está seguro que desea eliminar esta titulación?

source: Delete
es: Borrar

source: Subjects
es: Asignaturas

source: Subject details
es: Detalles de asignatura

source: Unlink subject
es: Desvincular la asignatura

source: No subjects found.
es: No se han encontrado asignaturas.

source: Are you sure you want to unlink subject?
es: ¿Está seguro que desea desvincular la asignatura?

source: Create certification
es: Crear titulación

source: It lets you create certifications
es: Le permite crear titulaciones

source: Save changes
es: Guardar Cambios

source: Certification list
es: Lista de titulaciones

source: It shows a list of all certifications which are registered in the system
es: Muestra una lista de todos los departamentos que estén registrados en el sistema

source: Search
es: Buscar

source: Cookies policy
es: Política de cookies

source: Our cookies policy is subject to periodic updates. Its purpose is to help you understand our use of cookies, the purpose of cookies used and options for the user to manage them.
es: Nuestra política de cookies está sujeto a actualizaciones periódicas. Su propósito es ayudarle a entender el uso de cookies, el propósito de cookies que se utilizan y opciones del usuario para administrarlas.

source: Users can access this information at any time via the link enabled on the web page.
es: Los usuarios pueden acceder a esta información en cualquier momento a través del enlace habilitado en la página web.

source: What is a Cookie?
es: ¿Qué son las 'cookies'?

source: A 'cookie' is a small text file that a website stores on browser user. Cookies make using and navigating a website and are essential for Internet operation, providing many advantages in service delivery interactive.
es: Una cookie es un pequeño archivo de texto que un sitio Web almacena en el usuario del navegador. Las cookies hacen uso y navegando por un sitio web y son esenciales para el funcionamiento de Internet, proporcionando muchas ventajas en la prestación de servicios interactivos.

source: Cookies are used, for example, to manage the user's session (reducing the number of times that you must insert your user data), improving the services offered, or to adapt the contents of a web page to your preferences.
es: Las cookies se utilizan, por ejemplo, para validar los registros en la web (recordar usuario y contraseña); recordar opciones como tamaño, idioma, navegador utilizado; analizar los hábitos y comportamientos del usuario para mejorar los servicios ofrecidos, o para adecuar los contenidos de una página web a las preferencias del visitante.

source: Cookies may be 'session', so it will be erased once the user leaves the page web that generated or 'persistent', which remain on your computer to a date determined.
es: Las cookies pueden ser de “sesión”, por lo que se borrarán una vez el usuario abandone la página web que las generó o “persistentes”, que permanecen en su ordenador hasta una fecha determinada.

source: Cookies also can be 'proper', managed by the domain to which the user accesses and requesting a service or 'third party cookies', sent to the user equipment from a domain accessed differently.
es: Asimismo las Cookies pueden ser “propias”, gestionadas por el dominio al que el usuario accede y del que solicita un determinado servicio o “cookies de terceros”, enviadas al equipo de usuario desde un dominio diferente al que se accede.

source: Common cookies in this site
es: Cookies comunes en este sitio

source: Session Cookie ('sessionid'): Used to uniquely identify each user accessing the application. This cookie is necessary to use these websites, so if the user decides to delete this cookie from your device, the web site may not function correctly.
es: Cookie de sesión ('sessionid'): sirve para identificar unívocamente a cada usuario acceder a la aplicación. Esta cookie es necesaria en estos sitios web, por lo que si el usuario decide eliminar este cookie desde su dispositivo, el sitio web puede que no funcione correctamente.

source: CSRF token cookie ('csrftoken'): It is used as a security measure to prevent various attacks.
es: Cookie de token CSRF ('csrftoken'): se utiliza como medida de seguridad para prevenir ataques varios.

source: Acceptance cookie ('cp-enabled'): Used to remember if the user has already accepted the cookie policy of the site.
es: Cookie de aceptación ('cp-enabled'): utilizado para recordar si el usuario ya ha aceptado la política de cookies del sitio.

source: Departments
es: Departamentos

source: No departments found.
es: No se han encontrado departamentos.

source: Department details
es: Detalles del departamento

source: It displays all the information a department
es: Muestra toda la información de un departamento

source: Department data
es: Datos del departamento

source: Edit
es: Editar

source: Create department
es: Crear departamento

source: It lets you create departments
es: Le permite crear departamentos

source: Edit department
es: Editar departamento

source: It lets you edit departments
es: Le permite editar departamentos

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Import departments
es: Importar departamentos

source: Allows to import departments to the system
es: Permite para importar departamentos al sistema

source: Process was completed successfully, but the following departments already exist:
es: Se completó con éxito el proceso, pero ya existen los siguientes departamentos:

source: File
es: Archivo

source: The supported files are XML and CSV
es: Los archivos soportados son XML y CSV

source: Import
es: Importar

source: Department list
es: Lista de departamentos

source: It shows a list of all departments which are registered in the system
es: Muestra una lista de todos los departamentos que estén registrados en el sistema

source: We are sorry. An error has occurred.
es: Lo sentimos. Ha ocurrido un error.

source: Welcome
es: Bienvenido

source: Welcome to students management website of University of Seville. On the top menu you can access to all your resources.
es: Bienvenido al sistema de gestión de estudiantes de la Universidad de Sevilla. En el menú superior puede acceder a todos sus recursos.

source: Students management
es: Gestión de estudiantes

source: We use cookies to track usage and preferences.
es: Utilizamos cookies para rastrear el uso y preferencias.

source: I accept
es: Acepto

source: Change password
es: Cambiar contraseña

source: Logout
es: Cerrar sesión

source: Certification
es: Titulación

source: New certification
es: Nueva titulación

source: Certification list
es: Lista de titulaciones

source: Departament
es: Departamento

source: New departament
es: Nuevo departamento

source: Departments list
es: Lista de departamentos

source: Import departaments
es: Importar departamentos

source: User
es: Usuario

source: New user
es: Nuevo usuario

source: User list
es: Lista de usuarios

source: Import users
es: Importar usuarios

source: New subject
es: Nueva asgiantura

source: Subjects list
es: Lista de asignaturas

source: Import subjects
es: Importar asignaturas

source: Student profile
es: Perfil del estudiante

source: View profile
es: Ver perfil

source: Edit profile
es: Editar perfil

source: Seek tutorials
es: Buscar tutorías

source: Tutorial requests
es: Peticiones de tutoría

source: View tutorial requests
es: Ver peticiones de tutoría

source: Accepted tutorials
es: Tutorías aceptadas

source: My subjects
es: Mis asignatruas

source: News
es: Noticias

source: Login
es: Iniciar sesión

source: My students
es: Mis alumnos

source: Tutorials
es: Tutorías

source: View tutorials
es: Ver tutorías

source: Calendar
es: Calendario

source: Assign tutorials
es: Asignar tutorías

source: Edit tutorial
es: Editar tutoría

source: Create new tutorial
es: Añadir tutoría

source: Close
es: Cerrar

source: Submit
es: Enviar

source: Disable tutorials
es: Desactivar tutorías

source: Desactivation reason
es: Razón de la desactivación

source: Personal data
es: Datos personales

source: Contact data
es: Datos de contacto

source: Request appointment
es: Solicitar cita

source: Edit selected tutorial
es: Editar tutoría seleccionada

source: Add tutorial range
es: Añadir tutoría

source: Are you sure that you want to remove this entry?
es: ¿Está seguro que desea eliminar esta entrada?

source: to
es: a

source: Tutorials are disabled. Here is the reason:
es: Las tutorías están deshabilitadas. Aquí está la razón:

source: Are you sure you want to enable tutorials?
es: ¿Está seguro que desea activar las tutorías?

source: Are you sure you want to disable tutorials?
es: ¿Está seguro que desea desactivar las tutorías?

source: Select a lecturer to see tutorials
es: Selecciona un profesor para ver tutorías

source: No lecturers found.
es: No se han encontrado profesores.

source: Your username and password didn't match. Please try again.
es: Su nombre de usuario y la contraseña no coinciden. Por favor, vuelva a intentarlo.

source: Warning
es: Atención

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
es: Su cuenta no tiene acceso a esta página. Para continuar, inicia sesión con una cuenta que tenga acceso.

source: Log in
es: Iniciar sesión

source: Select subject
es: Seleccione una asignatura

source: Add new
es: Añadir noticia

source: Published
es: Publicada

source: This action is unrecoverable. Are you sure you want to delete this new?
es: Esta acción es irrecuperable. ¿Es seguro que desea eliminar esta noticia?

source: Publish new
es: Publicar noticia

source: Edit new
es: Editar noticia

source: Print this page
es: Imprimir esta página

source: Student data
es: Ficha del estudiante

source: Residence address
es: Dirección de residencia

source: Address while studying
es: Dirección de estudios

source: Updated
es: Actualizado

source: ID
es: DNI

source: No student data available.
es: No hay datos de estudiante disponibles.

source: Remarks
es: Observaciones

source: Add remark
es: Añadir observación

source: Add remark to
es: Añadir observación a

source: Save remark
es: Guardar observación

source: Current photo
es: Foto actual

source: View current photo
es: Ver foto actual

source: Student list
es: Lista de estudiantes

source: These are the students you teach the class
es: Estos son los estudiantes a los que imparte clase

source: Apply filter
es: Aplicar filtro

source: No students found.
es: Ningún estudiante encontrado.

source: Subject data
es: Datos de la asignatura

source: Course
es: Curso

source: Semester
es: Cuatrimestre

source: Credits
es: Créditos

source: Duration
es: Duración

source: Type
es: Tipo

source: Department
es: Departamento

source: Lecturers
es: Profesores

source: No news found.
es: No se han encontrado noticias.

source: Link or unlink certifications
es: Vincular o desvincular titulacioness

source: Link users
es: Vincular usuarios

source: This action is irreversible. Are you sure you want to delete this subject?
es: Esta acción es irreversible. ¿Está seguro que desea eliminar esta asignatura?

source: Unlink all lecturers and students.
es: Desvincular a todos los profesores y estudiantes

source: This action is irreversible. Are you sure you want to unlink all lecturers and students from this subject?
es: Esta acción es irreversible. ¿Está seguro que desea desvincular todos los profesores y estudiantes de esta asignatura?

source: Unlink users
es: Desvincular todos los usuarios

source: Create subject
es: Nueva asgiantura

source: It lets you create subjects
es: Le permite crear asignaturas

source: Quarter
es: Cuatrimestral

source: Allows to create subjects and links them to the certifications
es: Le permite crear asignaturas y asignarlas a las titulaciones

source: Process was completed successfully, but the following subjects already exist:
es: Se completó con éxito el proceso, pero ya existen las siguientes asignaturas:

source: Process was completed successfully, but have not been able to link the subjects:
es: Se ha completado el proceso de emparejado, pero no han podido vincular las asignaturas:

source: Subject list
es: Lista de asignaturas

source: It shows a list of all subject which are registered in the system
es: Muestra una lista de todos los departamentos que estén registrados en el sistema

source: Link/unlink certification
es: Vincular o desvincular titulaciones

source: It lets you link or unlink the qualifications for a particular subject
es: Permite vincular o desvincular usuarios de una asignatura en particular

source: Allows to link the users to the subjects
es: Permite vincular a un usuario con sus asignaturas

source: Process was completed successfully, but have not been able to link the users:
es: Proceso se completó con éxito, pero no se han podido vincular a los usuarios:

source: Back
es: Volver

source: Request for an appointment
es: Solicitar cita

source: What do colours mean?
es: ¿Qué significan los colores?

source: Legend
es: Leyenda

source: This is the meaning of the color labels.
es: Este es el significado de las etiquetas que aparecen al lado de las solicitudes.

source: Available (green)
es: Disponible (verde)

source: Nobody requested an appointment here. This range is available
es: Nadie ha solicitado cita en esta hora. Está disponible.

source: Available (orange)
es: Disponible (naranja)

source: Somebody requested an appointment at this hour, but you can do it too.
es: Alguien solicitó una cita a esta hora, pero puede hacerlo también.

source: Busy
es: Ocupado

source: Range busy, you cannot request a appointment here.
es: Rango ocupado, no puede solicitar una cita aquí.

source: Understood
es: Entendido

source: Assign tutorial
es: Asignar tutoría

source: Send request
es: Enviar petición

source: You must select a student to assign the tutorial.
es: Debe seleccionar un estudiante para asignar la tutoría.

source: Cannot load events.
es: No se puede cargar eventos.

source: No results match for
es: No hay coincidencias para

source: Cancel tutorial requests
es: Cancelar solicitudes

source: Rejection reason
es: Motivo de rechazo:

source: Why?
es: ¿Por qué?

source: Click to view the profile of the applicant
es: Haga clic para ver el perfil del solicitante

source: Click to view the profile of the lecturer
es: Haga clic para ver el perfil del profesor

source: By accepting this request, all requests with the same schedule will be automatically canceled. Are you sure?
es: Al aceptar esta solicitud, se cancelará automáticamente todas las solicitudes con el mismo horario. ¿Está seguro?

source: Accept
es: Aceptar

source: Reject
es: Rechazar

source: No pending requests found.
es: No hay peticiones pendientes

source: No accepted requests found.
es: No se han encontrado solicitudes.

source: This is the meaning of the labels that appear next to requests.
es: Este es el significado de las etiquetas que aparecen al lado de las solicitudes.

source: It means that the request is pending that the lecturer responds.
es: Significa que la solicitud está pendiente de que el profesor responda.

source: It means that the request has been accepted by the teacher.
es: Esto significa que la solicitud ha sido aceptada por el profesor.

source: This means that the request has been canceled by the system due to incompatibility of schedule.
es: Esto significa que la solicitud ha sido cancelada por el sistema debido a la incompatibilidad de horarios.

source: This means that the request has been expressly rejected by the lecturer.
es: Esto significa que la solicitud ha sido rechazada expresamente por el profesor.

source: Reject tutorial request
es: Rechazar solicitud

source: Reject tutorial requests
es: Rechazar solicitudes

source: Use control/command key to select multiple objects at once.
es: Mantenga pulsada la tecla Control (Command en Mac) para seleccionar o deseleccionar varios objetos.

source: Students
es: Alumnos

source: User details
es: Información del usuario

source: It displays all the information of a user
es: Muestra toda la información de un usuario

source: User data
es: Datos del usuario

source: Username
es: Nombre de usuario

source: This action is irreversible. Are you sure you want to delete this user?
es: Esta acción es irreversible. ¿Está seguro que desea eliminar este usuario?

source: Subjects taught
es: Asignaturas impartidas

source: Create user
es: Crear usuario

source: It lets you create students and lecturers
es: Le permite crear alumnos y profesores

source: Useraccount
es: Cuenta de usuario

source: Allows to import users to the system
es: Permite importar usuarios al sistema

source: Process was completed successfully, but the following users already exist:
es: Se completó con éxito el proceso, pero ya existen los siguientes usuarios:

source: Select user
es: Seleccionar usuario

source: It allows user to select a link with a subject
es: Permite al usuario seleccionar un vinculo con una asignatura

source: It shows a list of all users who are registered in the system
es: Muestra una lista de todos los usuarios que están registrados en el sistema

source: Position
es: Cargo

source: Are you sure you want to link?
es: ¿Confirma que desea establecer el vínculo?

source: Edit password
es: Cambiar contraseña

source: Please enter your old password, for security, and then enter the new password twice to verify that you have typed it correctly.
es: Por favor introduzca su antigua contraseña, seguridad y luego introduzca la nueva contraseña dos veces para verificar que usted ha tecleado correctamente.

source: Change my password
es: Cambiar mi contraseña

source: You have errors in your form. Please, fix them and retry.
es: Tiene errores en su formulario. Por favor, revíselo y vuelva a intentarlo.

source: It uses a format that matches the requested,
es: Utilice un formato que coincida con el solicitado

source: Action completed successfully
es: Acción realizada correctamente

source: Action failed, try again!
es: Acción fallida, vuelva a intentarlo.

source: The file structure is wrong. It needs a label called::
es: La estructura de archivos es incorrecta. Se necesita una etiqueta llamada ::

source: Please, check the attributes of the subjects
es: Por favor, compruebe los atributos de las asignaturas

source: Please, check the xml syntax and data values
es: Por favor, compruebe los valores de datos y sintaxis de xml

source: Please, check the file
es: Por favor, compruebe el archivo

source: Action completed successfully.
es: Acción realizada correctamente

source: New was deleted successfully.
es: Noticia eliminada con éxito.

source: You cannot delete this new.
es: No se puede eliminar esta asignatura.

source: You cannot edit this new.
es: No puede eliminar esta noticia.

source: Remark was saved successfully.
es: Observación guardada correctamente.

source: Information has been saved successfully.
es: Información guardada correctamente.

source: Please, select the profile photo again.
es: Por favor, seleccione de nuevo la foto de perfil.
