Repository: carborgar/gestionalumnostfg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Information was updated successfully
es: La información se actualizó con éxito

source: User linked to the subject
es: Usuarios vinculados a la asignatura

source: Subject unlinked to the user
es: Asignatura desvinculada del usuario

source: Subject unlinked to the certification
es: Asignatura desvinculada de la titulación

source: Please, check the attributes of the users
es: Por favor, compruebe los atributos de los usuarios

source: The subject
es: La asignatura

source: The users have been removed
es: Se han eliminado los usuarios

source: The file structure is wrong. It needs a label called:
es: La estructura de archivos es incorrecta. Se necesita una etiqueta llamada:

source: Request was rejected successfully.
es: Solicitud rechazada con éxito.

source: Request was accepted successfully.
es: Solicitud aceptada con éxito.

source: There is another accepted request for this date. The request was not accepted.
es: Hay otra solicitud aceptada para esta fecha. La petición no fue aceptada.

source: Tutorials was cancelled successfully.
es: Tutorías canceladas con éxito

source: Accepted requests
es: Solicitudes aceptadas

source: The request has been sent successfully.
es: La petición ha sido enviada con éxito.

source: Sorry, but you cannot request more than two appointments for the same teacher in the same day.
es: Lo sentimos, pero no puede solicitar más de dos citas para el mismo profesor en el mismo día.

source: Tutorial assigned successfully.
es: Tutoría asignada con éxito.

source: Available
es: Disponible

source: Tutorial request was accepted successfully.
es: Solicitud aceptada con éxito.

source: You cannot accept this tutorial request due to a schedule incompatibility.
es: No puede aceptar esta tutoría debido a una incompatibilidad de horario.

source: Tutorial was updated successfully
es: Tutoría actualizada correctamente

source: Tutorial was added successfully.
es: Tutoría agregada con éxito.

source: You cannot edit this tutorial.
es: No puede editar esta tutoría.

source: The tutorial has been removed.
es: La tutoría ha sido eliminada.

source: Tutorials have been enabled.
es: Las tutorías se han activado.

source: Tutorials have been disabled.
es: Las tutorías se han desactivado.

source: You must enter a reason to disable tutorials.
es: Debe especificar una razón para desactivar las tutorías.

source: The user
es: El usuario

source: Could not delete the user
es: No se pudo borrar el usuario

source: Unable to display user details
es: No se pudo mostrar los datos del usuario
